Revit 2027 API
ParameterTypeId.SystemEquipmentSets Property
 "Equipment Sets"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SystemEquipmentSets { get; }
Public Shared ReadOnly Property SystemEquipmentSets As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SystemEquipmentSets {
	ForgeTypeId^ get ();
}
static member SystemEquipmentSets : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace